// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "应用程序错误";
"appInternalError" = "该应用程序遇到内部错误。请卸载该应用程序，然后重新安装。";
"appNeedsSpace" = "初始化该应用程序需要 %.2f MB，但只有 %.2f MB 的可用空间。请释放部分空间，然后重试。";
"appZipDownloadFailedServerNotResponding" = "应用程序归档文件下载失败。服务器无响应。";
"applicationDisabled" = "已禁用应用程序";
"appWeResourcesNotAccessible" = "无法访问应用程序 Web 资源。";

//c
"cancel" = "取消";
"close" = "关闭";

//d
"downloading" = "正在下载...";

//e
"error" = "错误";
"errorProcessingRequestFromApp" = "处理应用程序请求时遇到错误。";
"errorProcessingZip" = "抽取归档文件时出现错误。请查看早前的消息以确定失败原因。";
"exit" = "退出";

//g
"getNewVersion" = "获取新版本";

//o
"ok" = "确定";

//s
"serviceNotification" = "服务通知";

//u
"update" = "更新";
"upgrade" = "升级";
